[
    {
        "id": 1,
        "Heading": "We champion industry",
        "subHeading": "We don’t just talk about innovation at Teksyntax Inc. It is our foundation and our future.",
        "text1": "Welcome to Teksyntax Inc., a premier IT training and placement service provider. Established 8 years ago, we've dedicated ourselves to equipping over 500 students and professionals with vital skills in various technologies. From day one, our mission has been clear and consistent: to provide comprehensive, cutting-edge IT training that empowers individuals and teams to perform at their peak in the ever-evolving world of technology. Our extensive training programs are designed with a practical and hands-on approach, ensuring our students gain real-world experience alongside their theoretical learning. We've proudly witnessed our alumni go on to excel in their chosen fields, attributing their success to the solid foundation they gained here at Teksyntax Inc. In addition to our training services, we've been instrumental in bridging the gap between talent and opportunity. Our placement services have been successful in matching the right talent with the right job. We have a strong network of partners and clients who trust us to provide them with skilled, dedicated professionals who can hit the ground running. We take immense pride in our role as a catalyst for growth and success for both our students and our partners. At Teksyntax Inc., we're more than just an IT training company. We're a community of learners, educators, and innovators with a shared passion for technology and success. We look forward to welcoming you to our community and helping you achieve your career goals."
    },
    {
        "id": 2,
        "Heading": "We put people first",
        "subHeading": "Ironically, the tech industry isn’t really about tech. It depends on great people to make great things happen.",
        "text1": "That’s why, even though we’re at the heart of the TechEd industry, we believe in empathy and humility above all else, and strive to always do the right thing for everyone, even when it isn’t the easiest path to take.So while we make no bones about the demanding nature of a Teksyntax inc. coding bootcamp, we also want you to know that you will be treated as a valued human being every single day.You will also receive all the support you need in a nurturing and supportive environment, from your fellow coders as well as from your dedicated tutors."
    },
    {
        "id": 3,
        "Heading": "We strive for excellence",
        "subHeading": "We work hard to get every detail right and take pride in everything we do.",
        "text1": "This means that while our industry leading coding bootcamp is an established success story, we still work hard to deliver on the details and get better every day.For our partners in business, it means that we'll leave no stone unturned to make sure we're delivering the very best, whether we're upskilling or reskilling your people, or building you a technology solution. "
    }
]